Repository: common-repository/allkeyshop-affiliate
Catalog: languages/aks-affiliate-*.po
Languages: fr_fr

source: Earn money by adding game prices comparison widgets
fr_fr: Gagnez de l'argent en ajoutant des widget de comparaison de prix

source: An error occured during while linking your account. Your API key is not a valid key.
fr_fr: Une erreur s'est produite. Votre clef d'API n'est pas valide.

source: Your account has been successfully linked.
fr_fr: Votre compte a été lié avec succès.

source: Back to your dashboard
fr_fr: Retour à votre tableau de bord

source: You're currently linked to the key : <strong>%s</strong>
fr_fr: Vous êtes actuellement lié au compte : <strong>%s</strong>

source: Get your API Key here
fr_fr: Récupérez votre clef d'API ici

source: Insert your API Key
fr_fr: Insérez votre clef d'API

source: Save Your API Key
fr_fr: Sauvegarder

source: Default
fr_fr: Aucun template

source: Use of the plugin
fr_fr: Utilisation du plugin

source: Allkeyshop is a website to compare price of digital video games with more than 3 million users every month.<br />Our affiliate program allows you to earn money for clicks your users make on a personalized and non-intrusive widget placed on your website.<br /><br />Everything is easy to use, the tools are designed to be customized to fit the look and content of your site.
fr_fr: Allkeyshop est un site qui compare le prix de jeux vidéos avec plus de 3 millions d'utilisateurs chaque mois.<br /> Notre programme d'affiliation vous permet de gagner de l'argent pour chaque clicks que vos utilisateurs sur nos widgets personnalisés et non-intrusive placé sur votre site.<br /> <br /> Le tout est facile d'utilisation, les outils sont créés afin d'être facilement personnalisable et vous permet de correspondre au design de votre site.

source: To join our affiliate program, you must register on <a href="https://affiliate.allkeyshop.com/">https://affiliate.allkeyshop.com</a>, once registered contact us on <a href="mailto:support@allkeyshop.com">support@allkeyshop.com</a> to validate the contract<br /><br />Finally, click on the button below to link your account
fr_fr: Pour rejoindre notre programme d'affiliation, vous devez vous inscrire sur <a href="https://affiliate.allkeyshop.com/">https://affiliate.allkeyshop.com</a>, Puis contacter <a href="mailto:support@allkeyshop.com">support@allkeyshop.com</a> pour valider le contrat<br /><br />Enfin, cliquez sur le bouton ci-dessous pour lier votre compte

source: An error appen during the validation. Please try again later
fr_fr: Une erreur est survenue pendant la validation. Veuillez réessayer plus tard

source: If the error persist, you can <a href="%s">link your account manually</a>
fr_fr: Si cette erreur persiste, vous pouvez <a href="%s">lié votre compte manuellement</a>

source: Link my account
fr_fr: Lié mon compte

source: It's recommanded to create your own templates on <a href="https://affiliate.allkeyshop.com/">https://affiliate.allkeyshop.com</a> to have a widget that fit your own needs
fr_fr: Il est recommandé de créer vos propres templates sur <a href="https://affiliate.allkeyshop.com/">https://affiliate.allkeyshop.com</a> pour avoir un widget qui correspond exactement à vos besoins.

source: Clicks <em>Last 28 days</em>
fr_fr: Clicks <em>(28 derniers jours)</em>

source: Validated Clicks
fr_fr: Clicks validés

source: Clicks per game <em>Last 28 days</em>
fr_fr: Clicks par jeu <em>(28 derniers jours)</em>

source: Select a game
fr_fr: Sélectionnez un jeu

source: Type the name of a game
fr_fr: Insérez le nom d'un jeu

source: Create Widget
fr_fr: Créer un widget

source: Select a template
fr_fr: Sélectionnez un template

source: Select a position
fr_fr: Sélectionnez une position

source: At the top
fr_fr: Au début

source: At the bottom
fr_fr: À la fin

source: At the cursor position
fr_fr: À la position du curseur

source: Insert Widget
fr_fr: Insérer le widget

source: Create Link
fr_fr: Créer un lien

source: Link type
fr_fr: Type du lien

source: Redirect to the best offer
fr_fr: Rediriger vers la meilleure offre

source: Redirect to the comparator
fr_fr: Rediriger vers le comparateur

source: Insert Link
fr_fr: Insérez le lien
